Revit 2024 API
ParameterTypeId.RbsElecCircuitFrameParam Property
 "Frame"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecCircuitFrameParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecCircuitFrameParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecCircuitFrameParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace